{
  "Welcome to Konnektoren": "Chào mừng đến với Konnektoren",
  "About this Learning Platform": "Về nền tảng học tập này",
  "Please select a language from the dropdown.": "Vui lòng chọn một ngôn ngữ từ danh sách thả xuống.",
  "Please select a language:": "Vui lòng chọn một ngôn ngữ:",
  "Select Language": "Chọn ngôn ngữ",
  "This platform is dedicated to helping individuals improve their understanding and use of German grammar. Specifically, you can learn about:": "Nền tảng này dành riêng để giúp mọi người cải thiện sự hiểu biết và sử dụng ngữ pháp tiếng Đức. Cụ thể, bạn có thể học về:",
  "Config": "Cấu hình",
  "Player Profile": "Hồ sơ người chơi",
  "Use a nickname as your name. It will be used for certificates and displayed on the leaderboard.": "Sử dụng biệt danh làm tên của bạn. Nó sẽ được sử dụng cho chứng chỉ và hiển thị trên bảng xếp hạng.",
  "Connect your Solana account to receive NFTs as rewards for top players.": "Kết nối tài khoản Solana của bạn để nhận NFT làm phần thưởng cho những người chơi hàng đầu.",
  "Name (Nickname): ": "Tên (Biệt danh): ",
  "Solana Account: ": "Tài khoản Solana: ",
  "Learning History": "Lịch sử học tập",
  "Tests Taken by Type": "Các bài kiểm tra đã thực hiện theo loại",
  "Average Performance by Test Type": "Hiệu suất trung bình theo loại bài kiểm tra",
  "Test History": "Lịch sử kiểm tra",
  "Leaderboard": "Bảng xếp hạng",
  "Loading...": "Đang tải...",
  "Only the top 25% of the leaderboard is shown.": "Chỉ hiển thị 25% hàng đầu của bảng xếp hạng.",
  "Konnektoren": "Liên từ",
  ": Understand how to connect clauses and sentences to improve the flow of your German writing and speaking.": ": Hiểu cách kết nối các mệnh đề và câu để cải thiện sự trôi chảy trong viết và nói tiếng Đức của bạn.",
  "Adjektive": "Tính từ",
  ": Dive into the use of adjectives, including those with prepositions, to add detail and depth to your descriptions.": ": Khám phá cách sử dụng tính từ, bao gồm cả những tính từ có giới từ, để thêm chi tiết và chiều sâu cho mô tả của bạn.",
  "Verben": "Động từ",
  ": Master the use of verbs, particularly those with prepositions, to express actions and states more effectively.": ": Thành thạo cách sử dụng động từ, đặc biệt là những động từ có giới từ, để diễn đạt hành động và trạng thái hiệu quả hơn.",
  "Through interactive tests and comprehensive examples, this platform aims to enhance your German grammar skills, making you more confident in your language abilities.": "Thông qua các bài kiểm tra tương tác và các ví dụ toàn diện, nền tảng này nhằm nâng cao kỹ năng ngữ pháp tiếng Đức của bạn, giúp bạn tự tin hơn trong khả năng ngôn ngữ của mình.",
  "The Konnektoren examples featured here are derived from the German DTB C1 Course.": "Các ví dụ về Konnektoren được giới thiệu ở đây được lấy từ Khóa học DTB C1 tiếng Đức.",
  "Special thanks to the educators and learners at the IFS Academy for their contributions to the course materials.": "Đặc biệt cảm ơn các giáo viên và học viên tại Học viện IFS vì những đóng góp của họ cho tài liệu khóa học.",
  "Profile": "Hồ sơ",
  "History": "Lịch sử",
  "Marketplace": "Chợ",
  "About": "Về",
  "Settings": "Cài đặt",
  "Congratulations!": "Chúc mừng!",
  "Outstanding! You've mastered this topic with excellent results.": "Xuất sắc! Bạn đã thành thạo chủ đề này với kết quả tuyệt vời.",
  "Excellent job! You're well on your way to becoming an expert.": "Làm tốt lắm! Bạn đang trên đường trở thành một chuyên gia.",
  "Very good! Your hard work is paying off.": "Rất tốt! Sự chăm chỉ của bạn đang được đền đáp.",
  "Good job! Keep studying, and you'll see even more improvement.": "Làm tốt lắm! Tiếp tục học tập, và bạn sẽ thấy sự cải thiện nhiều hơn nữa.",
  "A solid attempt! Review the materials and try again for a better score.": "Một nỗ lực vững chắc! Xem lại tài liệu và thử lại để có điểm số tốt hơn.",
  "It looks like this topic is still a bit tough for you. Don't worry, with more practice, you'll get there!": "Có vẻ như chủ đề này vẫn còn hơi khó đối với bạn. Đừng lo lắng, với nhiều thực hành hơn, bạn sẽ đạt được!",
  "Konnektoren are conjunctions that connect two clauses or sentences. They are used to express the relationship between the two clauses or sentences.": "Konnektoren là các liên từ kết nối hai mệnh đề hoặc câu. Chúng được sử dụng để diễn đạt mối quan hệ giữa hai mệnh đề hoặc câu.",
  "There are three types of Konnektoren and two types of exceptions:": "Có ba loại Konnektoren và hai loại ngoại lệ:",
  "Konnektoren mit Nebensatz (Verb am Ende) (= Subjunktionen)": "Konnektoren mit Nebensatz (Verb am Ende) (= Subjunktionen)",
  "Konnektoren mit Hauptsatz (Position 0) (= Konjunktionen)": "Konnektoren mit Hauptsatz (Position 0) (= Konjunktionen)",
  "Konnektoren mit Hauptsatz (Position 1) (= Konjunktionaladverbien)": "Konnektoren mit Hauptsatz (Position 1) (= Konjunktionaladverbien)",
  "Konnektoren mit Infinitivgruppe": "Konnektoren mit Infinitivgruppe",
  "Konnektoren mit besonderer Position": "Konnektoren mit besonderer Position",
  "Each type of Konnektor has its own set of rules and usage, and mastering them will help you express yourself more clearly and effectively in German.": "Mỗi loại Konnektor có bộ quy tắc và cách sử dụng riêng, và thành thạo chúng sẽ giúp bạn diễn đạt rõ ràng và hiệu quả hơn bằng tiếng Đức.",
  "Your Task": "Nhiệm vụ của bạn",
  "You will be shown a Konnektor and you will have to select the correct group it belongs to. This exercise aims to help you understand the usage and position of different Konnektoren within a sentence.": "Bạn sẽ được hiển thị một Konnektor và bạn sẽ phải chọn nhóm chính xác mà nó thuộc về. Bài tập này nhằm giúp bạn hiểu cách sử dụng và vị trí của các Konnektoren khác nhau trong một câu.",
  "To successfully complete this task, you should:": "Để hoàn thành nhiệm vụ này thành công, bạn nên:",
  "First, find the Konnektor in the given sentence. Most sentences will have two parts, typically separated by a comma.": "Đầu tiên, tìm Konnektor trong câu đã cho. Hầu hết các câu sẽ có hai phần, thường được ngăn cách bằng dấu phẩy.",
  "Identify to which part of the sentence the Konnektor belongs.": "Xác định phần nào của câu mà Konnektor thuộc về.",
  "Next, find the verb in the sentence and analyze its position.": "Tiếp theo, tìm động từ trong câu và phân tích vị trí của nó.",
  "Based on the position of the verb and the part of the sentence the Konnektor belongs to, select the correct group of Konnektoren.": "Dựa trên vị trí của động từ và phần của câu mà Konnektor thuộc về, chọn nhóm Konnektoren chính xác.",
  "Words in the parentheses, behind the group name, are meant to help you memorize the rules of the Konnektor and the group to which it belongs.": "Các từ trong ngoặc đơn, phía sau tên nhóm, nhằm giúp bạn ghi nhớ các quy tắc của Konnektor và nhóm mà nó thuộc về.",
  "By practicing the identification and correct classification of Konnektoren, you will enhance your ability to construct and understand complex German sentences.": "Bằng cách thực hành việc nhận diện và phân loại chính xác các Konnektoren, bạn sẽ nâng cao khả năng xây dựng và hiểu các câu phức tạp bằng tiếng Đức.",
  "Konnektoren: Test Your Knowledge": "Konnektoren: Kiểm tra kiến thức của bạn",
  "The Konnektoren test mode is designed for learners who want to challenge their understanding of German conjunctions without the need for examples.": "Chế độ kiểm tra Konnektoren được thiết kế cho những người học muốn thử thách sự hiểu biết của họ về các liên từ tiếng Đức mà không cần ví dụ.",
  "Who needs it?": "Ai cần nó?",
  "Individuals looking to assess their knowledge of Konnektoren.": "Những cá nhân muốn đánh giá kiến thức của họ về Konnektoren.",
  "Those preparing for a German language exam and wishing to test themselves in advance.": "Những người chuẩn bị cho kỳ thi tiếng Đức và muốn tự kiểm tra trước.",
  "Learners seeking a quick and efficient way to master all Konnektoren.": "Những người học tìm kiếm một cách nhanh chóng và hiệu quả để thành thạo tất cả các Konnektoren.",
  "Why do you need it?": "Tại sao bạn cần nó?",
  "Konnektoren are crucial for passing German exams.": "Konnektoren rất quan trọng để vượt qua các kỳ thi tiếng Đức.",
  "Enhances understanding of the German language.": "Nâng cao sự hiểu biết về ngôn ngữ tiếng Đức.",
  "Common errors in using Konnektoren can cause misunderstandings and mistakes.": "Các lỗi phổ biến trong việc sử dụng Konnektoren có thể gây ra hiểu lầm và sai sót.",
  "It's a fundamental aspect of the language that every learner should master.": "Đó là một khía cạnh cơ bản của ngôn ngữ mà mọi người học nên thành thạo.",
  "Mastering Konnektoren is key to success in any German language examination. By learning them thoroughly, you will be able to speak and write in German confidently, clearly, and without mistakes. Prepare to impress with your flawless grammar and articulate expression!": "Thành thạo Konnektoren là chìa khóa để thành công trong bất kỳ kỳ thi tiếng Đức nào. Bằng cách học chúng kỹ lưỡng, bạn sẽ có thể nói và viết bằng tiếng Đức một cách tự tin, rõ ràng và không mắc lỗi. Hãy chuẩn bị để gây ấn tượng với ngữ pháp hoàn hảo và cách diễn đạt rõ ràng của bạn!",
  "Embrace the challenge, elevate your German, and speak with pride. Your journey to German fluency starts now!": "Hãy đón nhận thử thách, nâng cao tiếng Đức của bạn và nói với niềm tự hào. Hành trình đến sự thông thạo tiếng Đức của bạn bắt đầu ngay bây giờ!",
  "Adjectives are words that describe or modify another person or thing in the sentence. In German, adjectives can precede the noun they describe, which is known as the attributive position, or they can appear in the predicate, following a form of the verb to be (sein), which is known as the predicative position.": "Tính từ là những từ mô tả hoặc sửa đổi một người hoặc vật khác trong câu. Trong tiếng Đức, tính từ có thể đứng trước danh từ mà chúng mô tả, được gọi là vị trí thuộc tính, hoặc chúng có thể xuất hiện trong vị ngữ, theo sau một dạng của động từ to be (sein), được gọi là vị trí vị ngữ.",
  "One of the key features of German adjectives is declension. German adjectives change their endings based on the gender, case, and number of the nouns they describe. This declension can seem daunting at first, but it is crucial for the correct sentence structure and meaning.": "Một trong những đặc điểm chính của tính từ tiếng Đức là sự biến cách. Tính từ tiếng Đức thay đổi đuôi của chúng dựa trên giới tính, cách và số lượng của danh từ mà chúng mô tả. Sự biến cách này có thể gây khó khăn lúc đầu, nhưng nó rất quan trọng cho cấu trúc câu và ý nghĩa chính xác.",
  "There are three types of adjectives in German based on their declension patterns:": "Có ba loại tính từ trong tiếng Đức dựa trên các mẫu biến cách của chúng:",
  "Weak declension": "Biến cách yếu",
  "Strong declension": "Biến cách mạnh",
  "Mixed declension": "Biến cách hỗn hợp",
  "Understanding when to use which declension is essential for mastering German adjectives.": "Hiểu khi nào sử dụng biến cách nào là cần thiết để thành thạo tính từ tiếng Đức.",
  "You will be presented with sentences where you must identify the correct form of the adjective based on the context of the sentence. This exercise will help you understand the declension of adjectives and how they change to match the nouns they describe.": "Bạn sẽ được trình bày với các câu mà bạn phải xác định hình thức chính xác của tính từ dựa trên ngữ cảnh của câu. Bài tập này sẽ giúp bạn hiểu sự biến cách của tính từ và cách chúng thay đổi để phù hợp với danh từ mà chúng mô tả.",
  "To successfully complete this task, consider the following steps:": "Để hoàn thành nhiệm vụ này thành công, hãy xem xét các bước sau:",
  "Identify the noun that the adjective describes.": "Xác định danh từ mà tính từ mô tả.",
  "Determine the gender, case, and number of the noun.": "Xác định giới tính, cách và số lượng của danh từ.",
  "Select the correct adjective form based on the declension pattern.": "Chọn hình thức tính từ chính xác dựa trên mẫu biến cách.",
  "Practicing with a variety of sentences will help you become more comfortable with adjective declension and usage in German.": "Thực hành với nhiều câu khác nhau sẽ giúp bạn trở nên thoải mái hơn với sự biến cách và cách sử dụng tính từ trong tiếng Đức.",
  "Adjectives: Test Your Knowledge": "Tính từ: Kiểm tra kiến thức của bạn",
  "Challenge your understanding of German adjectives with this test mode, designed for learners seeking to assess and improve their adjective usage.": "Thử thách sự hiểu biết của bạn về tính từ tiếng Đức với chế độ kiểm tra này, được thiết kế cho những người học muốn đánh giá và cải thiện cách sử dụng tính từ của họ.",
  "Why it's beneficial:": "Tại sao nó có lợi:",
  "Assess your knowledge of adjective declension and placement.": "Đánh giá kiến thức của bạn về sự biến cách và vị trí của tính từ.",
  "Identify areas for improvement in adjective usage.": "Xác định các lĩnh vực cần cải thiện trong việc sử dụng tính từ.",
  "Prepare for German language exams with focused practice.": "Chuẩn bị cho các kỳ thi tiếng Đức với thực hành tập trung.",
  "Mastering adjectives is essential for expressing detailed and accurate descriptions in German. Take this opportunity to strengthen your skills and build confidence in your German language abilities.": "Thành thạo tính từ là cần thiết để diễn đạt các mô tả chi tiết và chính xác bằng tiếng Đức. Hãy tận dụng cơ hội này để củng cố kỹ năng của bạn và xây dựng sự tự tin trong khả năng ngôn ngữ tiếng Đức của bạn.",
  "Dive into the challenge and emerge with a deeper understanding of German adjectives. Your path to German fluency is enriched with every step forward!": "Hãy đắm mình vào thử thách và xuất hiện với sự hiểu biết sâu sắc hơn về tính từ tiếng Đức. Con đường đến sự thông thạo tiếng Đức của bạn được làm phong phú với mỗi bước tiến lên!",
  "Verbs are the most important part of any sentence. They are the action words that express what the subject is doing. In German, verbs are conjugated to match the subject of the sentence, and they can be used in different tenses and moods.": "Động từ là phần quan trọng nhất của bất kỳ câu nào. Chúng là những từ hành động diễn đạt những gì chủ ngữ đang làm. Trong tiếng Đức, động từ được chia để phù hợp với chủ ngữ của câu, và chúng có thể được sử dụng ở các thì và thể khác nhau.",
  "There are three types of verbs in German:": "Có ba loại động từ trong tiếng Đức:",
  "Regular verbs": "Động từ thường",
  "Irregular verbs": "Động từ bất quy tắc",
  "Modal verbs": "Động từ khiếm khuyết",
  "Each type of verb has its own set of rules and usage, and mastering them will help you express yourself more clearly and effectively in German.": "Mỗi loại động từ có bộ quy tắc và cách sử dụng riêng, và thành thạo chúng sẽ giúp bạn diễn đạt rõ ràng và hiệu quả hơn bằng tiếng Đức.",
  "By practicing the identification and correct classification of verbs, you will enhance your ability to construct and understand complex German sentences.": "Bằng cách thực hành việc nhận diện và phân loại chính xác các động từ, bạn sẽ nâng cao khả năng xây dựng và hiểu các câu phức tạp bằng tiếng Đức.",
  "Verben: Test Your Knowledge": "Động từ: Kiểm tra kiến thức của bạn",
  "The Verben test mode is designed for learners who want to challenge their understanding of German verbs without the need for examples.": "Chế độ kiểm tra động từ được thiết kế cho những người học muốn thử thách sự hiểu biết của họ về các động từ tiếng Đức mà không cần ví dụ.",
  "Individuals looking to assess their knowledge of German verbs.": "Những cá nhân muốn đánh giá kiến thức của họ về các động từ tiếng Đức.",
  "Learners seeking a quick and efficient way to master all German verbs.": "Những người học tìm kiếm một cách nhanh chóng và hiệu quả để thành thạo tất cả các động từ tiếng Đức.",
  "Verbs are crucial for passing German exams.": "Động từ rất quan trọng để vượt qua các kỳ thi tiếng Đức.",
  "Common errors in using verbs can cause misunderstandings and mistakes.": "Các lỗi phổ biến trong việc sử dụng động từ có thể gây ra hiểu lầm và sai sót.",
  "Mastering verbs is key to success in any German language examination. By learning them thoroughly, you will be able to speak and write in German confidently, clearly, and without mistakes. Prepare to impress with your flawless grammar and articulate expression!": "Thành thạo động từ là chìa khóa để thành công trong bất kỳ kỳ thi tiếng Đức nào. Bằng cách học chúng kỹ lưỡng, bạn sẽ có thể nói và viết bằng tiếng Đức một cách tự tin, rõ ràng và không mắc lỗi. Hãy chuẩn bị để gây ấn tượng với ngữ pháp hoàn hảo và cách diễn đạt rõ ràng của bạn!",
  "Connect Wallet": "Kết nối ví",
  "Certificate": "Chứng chỉ",
  "If you can make the test without help of the examples, you can earn a certificate.": "Nếu bạn có thể làm bài kiểm tra mà không cần sự trợ giúp của các ví dụ, bạn có thể nhận được chứng chỉ.",
  "If you can make the test with a performance of 80% and more, you can get a nft.": "Nếu bạn có thể làm bài kiểm tra với hiệu suất 80% trở lên, bạn có thể nhận được một NFT.",
  "Map": "Bản đồ",
  "Home": "Trang chủ",
  "Your Profile": "Hồ sơ của bạn",
  "Next challenge on the Map": "Thử thách tiếp theo trên bản đồ",
  "Visit Version 1 of Konnektoren": "Thăm phiên bản 1 của Konnektoren",
  "If you would like to visit the first version of Konnektoren, you can do so by clicking the button below.": "Nếu bạn muốn thăm phiên bản đầu tiên của Konnektoren, bạn có thể làm điều đó bằng cách nhấp vào nút bên dưới.",
  "Visit Konnektoren v1": "Thăm Konnektoren v1",
  "Select a german topic to learn with me.": "Chọn một chủ đề tiếng Đức để học với tôi.",
  "Select Level": "Chọn cấp độ",
  "Next challenge": "Thử thách tiếp theo",
  "Konnektoren is still in beta and may have some issues.": "Konnektoren vẫn đang trong giai đoạn thử nghiệm và có thể gặp một số vấn đề.",
  "Challenges": "Thử thách",
  "Rate this Challenge": "Đánh giá thử thách này",
  "Submit": "Gửi",
  "Submitting...": "Đang gửi...",
  "Leave a comment": "Để lại bình luận",
  "Thank you for your review!": "Cảm ơn bạn đã đánh giá!",
  "Search": "Tìm kiếm",
  "Feedback": "Phản hồi",
  "We'd love your feedback!": "Chúng tôi rất mong nhận được phản hồi của bạn!",
  "Start Learning": "Bắt đầu học",
  "I am your personal german learning assistant.": "Tôi là trợ lý học tiếng Đức cá nhân của bạn.",
  "Before we start tell me something about yourself.": "Trước khi bắt đầu, hãy cho tôi biết một chút về bạn.",
  "Now select your level of german.": "Bây giờ hãy chọn cấp độ tiếng Đức của bạn.",
  "About This Learning Platform": "Về nền tảng học tập này",
  "At Konnektoren, we believe that learning German grammar should be both easy and affordable. Our mission is to empower individuals at all levels with engaging exercises that make learning enjoyable.": "Tại Konnektoren, chúng tôi tin rằng việc học ngữ pháp tiếng Đức nên dễ dàng và hợp túi tiền. Sứ mệnh của chúng tôi là trao quyền cho mọi người ở mọi cấp độ với các bài tập hấp dẫn làm cho việc học trở nên thú vị.",
  "Why Choose Us?": "Tại sao chọn chúng tôi?",
  "We offer a diverse range of interactive exercises designed for different proficiency levels, from foundational grammar concepts to advanced usage.": "Chúng tôi cung cấp một loạt các bài tập tương tác đa dạng được thiết kế cho các cấp độ thành thạo khác nhau, từ các khái niệm ngữ pháp cơ bản đến cách sử dụng nâng cao.",
  "Our Values": "Giá trị của chúng tôi",
  "Our passion for education drives us to help people succeed. We constantly strive to improve our exercises based on your feedback.": "Niềm đam mê giáo dục của chúng tôi thúc đẩy chúng tôi giúp mọi người thành công. Chúng tôi luôn nỗ lực cải thiện các bài tập của mình dựa trên phản hồi của bạn.",
  "Learning Made Accessible": "Học tập dễ tiếp cận",
  "We've translated our exercises into multiple languages, allowing you to learn German grammar through your mother tongue. Our point system encourages deeper engagement with the content.": "Chúng tôi đã dịch các bài tập của mình sang nhiều ngôn ngữ, cho phép bạn học ngữ pháp tiếng Đức thông qua tiếng mẹ đẻ của mình. Hệ thống điểm của chúng tôi khuyến khích sự tham gia sâu hơn với nội dung.",
  "Certificates of Achievement": "Chứng chỉ thành tích",
  "You can create unique certificates linked to your username, showcasing your hard work and achievements.": "Bạn có thể tạo các chứng chỉ độc đáo liên kết với tên người dùng của mình, thể hiện sự chăm chỉ và thành tích của bạn.",
  "Currently in Beta": "Hiện đang trong giai đoạn thử nghiệm",
  "We are currently running a Beta version and continuously improving. Your feedback through our platform helps us enhance your learning experience more quickly.": "Chúng tôi hiện đang chạy phiên bản Beta và liên tục cải thiện. Phản hồi của bạn thông qua nền tảng của chúng tôi giúp chúng tôi nâng cao trải nghiệm học tập của bạn nhanh hơn.",
  "Thank you for being part of our journey. Enjoy your learning!": "Cảm ơn bạn đã là một phần của hành trình của chúng tôi. Chúc bạn học tập vui vẻ!",
  "Achievements": "Thành tích",
  "Your Achievements": "Thành tích của bạn",
  "Verifiable Credentials": "Chứng chỉ có thể xác minh",
  "Certificates": "Chứng chỉ",
  "No achievements yet": "Chưa có thành tích nào",
  "Complete challenges to earn achievements": "Hoàn thành các thử thách để đạt được thành tích",
  "Welcome to Konnektoren!": "Chào mừng đến với Konnektoren!",
  "Konnektoren - Your Adventure in German Grammar": "Konnektoren - Cuộc phiêu lưu của bạn trong ngữ pháp tiếng Đức",
  "Start Tour": "Bắt đầu chuyến tham quan",
  "Claim Certificate": "Yêu cầu chứng chỉ",
  "Verifiable Credential": "Chứng chỉ có thể xác minh",
  "What is Self-Sovereign Identity (SSI)?": "Danh tính tự chủ (SSI) là gì?",
  "Self-Sovereign Identity (SSI) is a digital identity model that gives individuals control over their personal data. With SSI, you can securely store and share your credentials without relying on centralized authorities.": "Danh tính tự chủ (SSI) là một mô hình danh tính kỹ thuật số cho phép cá nhân kiểm soát dữ liệu cá nhân của mình. Với SSI, bạn có thể lưu trữ và chia sẻ chứng chỉ của mình một cách an toàn mà không cần dựa vào các cơ quan tập trung.",
  "By claiming this verifiable credential, you're taking a step towards owning your digital identity. This credential represents your achievement in the Konnektoren game and can be securely stored in your digital wallet.": "Bằng cách yêu cầu chứng chỉ có thể xác minh này, bạn đang tiến một bước tới việc sở hữu danh tính kỹ thuật số của mình. Chứng chỉ này đại diện cho thành tích của bạn trong trò chơi Konnektoren và có thể được lưu trữ an toàn trong ví kỹ thuật số của bạn.",
  "Generate Claim Offer": "Tạo yêu cầu chứng chỉ",
  "Download Identity Wallet to claim your offer": "Tải xuống ví danh tính để yêu cầu chứng chỉ của bạn",
  "Supported Wallets": "Ví được hỗ trợ",
  "Your learning progress and achievements": "Tiến trình học tập và thành tích của bạn",
  "Rank": "Xếp hạng",
  "Name": "Tên",
  "Performance": "Hiệu suất",
  "Music Volume": "Âm lượng nhạc",
  "Sound Volume": "Âm lượng âm thanh",
  "Show Tour Button": "Hiển thị nút tham quan",
  "Type to search...": "Nhập để tìm kiếm...",
  "Found": "Đã tìm thấy",
  "challenges": "thử thách",
  "cookieConsentMessage": "Chúng tôi sử dụng cookie để nâng cao trải nghiệm của bạn."
}
